"Project Settings" = "Project Settings";

"Settings" = "Settings";

"Documents" = "Documents";

"Components" = "Components";

"Files" = "Files";

"Scripts" = "Scripts";

"Project" = "Project";

"Metapackage" = "Metapackage";

"Package" = "Package";

"No Selection" = "No Selection";

"Multiple Selection" = "Multiple Selection";

/* Packages Options */

"IFPkgFlagIsRequired" = "Required";

"IFPkgFlagRootVolumeOnly" = "Root Volume Only";

"IFPkgFlagOverwritePermissions" = "Overwrite Directory Permissions";

"IFPkgFlagUpdateInstalledLanguages" = "Update Installed Languages Only";

"IFPkgFlagRelocatable" = "Relocatable";

"IFPkgFlagInstallFat" = "Install Fat Binaries";

"IFPkgFlagAllowBackRev" = "Allow Revert to Previous Version";

"IFPkgFlagFollowLinks" = "Follow Symbolic Links";

/* Installation Scripts Name */

"IFInstallationScriptsPreflight" = "preflight";

"IFInstallationScriptsPreinstall" = "preinstall";

"IFInstallationScriptsPreupgrade" = "preupgrade";

"IFInstallationScriptsPostinstall" = "postinstall";

"IFInstallationScriptsPostupgrade" = "postupgrade";

"IFInstallationScriptsPostflight" = "postflight";

/* Global */

"Iceberg can't find the \"%@\".nib resource file." = "Iceberg can't find the \"%@\".nib resource file.";

"Iceberg will stop running to avoid improper behavior.\nYou should check that the application has not been corrupted." = "Iceberg will stop running to avoid improper behavior.\nYou should check that the application has not been corrupted.";

/* Localization Panel */

"The \"%@\" localization already exists" = "The \"%@\" localization already exists";

"Please enter a different name." = "Please enter a different name.";

"Delete" = "Delete";

"Remove" = "Remove";

"Cancel" = "Cancel";

"Unselected" = "Unselected";

"Selected" = "Selected";

"Required" = "Required";

"This cannot be undone." = "This cannot be undone.";

"Do you really want to remove this localization?" = "Do you really want to remove this localization?";

"Do you really want to remove these items?" = "Do you really want to remove these items?";

"Do you really want to remove this item?" = "Do you really want to remove this item?";

"Untitled Folder" = "untitled folder";

"Untitled Component" = "untitled component";

"Do you really want to delete this component?" = "Do you really want to delete this component?";

"Do you really want to delete these components?" = "Do you really want to delete these components?";

"The component to be deleted refers to a .pkg file on your disk. If you wish, the related file can be deleted.\n\nThis cannot be undone." = "The component to be deleted refers to a .pkg file on your disk. If you wish, the related file can be deleted.\n\nThis cannot be undone.";

"Delete Component" = "Delete Component";

"Delete Component & File" = "Delete Component & File";

"Some components to be deleted refer to .pkg files on your disk. If you wish, the related files can be deleted.\n\nThis cannot be undone." = "Some components to be deleted refer to .pkg files on your disk. If you wish, the related files can be deleted.\n\nThis cannot be undone.";

"Delete Components" = "Delete Components";

"Delete Components & Files" = "Delete Components & Files";

"Add..." = "Add";

/* Localization popup */

"Add localization..." = "Add Localization…";

"Remove..." = "Remove…";

"Choose" = "Choose";

"Import" = "Import";

"No signal from Iceberg Control Tower" = "No signal from Iceberg Control Tower";

"The Iceberg Control Tower is not responding. Iceberg can't build any project when this Daemon is not running." = "The Iceberg Control Tower is not responding. Iceberg can't build any project when this Daemon is not running.";

/* Build state */

"Building Package \"%@\"..." = "Building Package \"%@\"…";

"Building Metapackage \"%@\"..." = "Building Metapackage \"%@\"…";

"Splitting forks for \"%@\"..." = "Splitting forks for \"%@\"…";

"Creating bom for \"%@\"..." = "Creating bom of \"%@\"…";

"Creating pax for \"%@\"..." = "Creating pax archive of \"%@\"…";

/* Build error */

"Build failed / %@" = "Build failed / %@";

"Unknown error" = "Unknown error";

"Can't create folder: \"%@\"" = "Can't create folder: \"%@\"";

"Can't create file: \"%@\"" = "Can't create file: \"%@\"";

"Can't copy file: \"%@\"" = "Can't copy file: \"%@\"";

"Can't remove file: \"%@\"" = "Can't remove file: \"%@\"";

"File does not exist: \"%@\"" = "File does not exist: \"%@\"";

"Incorrect file type: \"%@\"" = "Incorrect file type: \"%@\"";

"Insufficient privileges" = "Insufficient privileges";

"Insufficient privileges set" = "Insufficient privileges set";

"Missing information (%@)" = "Missing information (%@)";

"Out of Memory" = "Out of Memory";

"2 components of \"%@\" have the same name: \"%@\"" = "2 components of \"%@\" have the same name: \"%@\"";

"License template (%@): %@ localization is missing." = "License template (%@): %@ localization is missing.";

"License template (%@): Missing Template" = "License template (%@): Missing Template";

/* Other Build strings */

"Clean succeeded" = "Clean succeeded";

"Do you want to save the changes you made in the project \"%@\" before building it?" = "Do you want to save the changes you made in the project \"%@\" before building it?";

"Save" = "Save";

"Don't Save" = "Don't Save";

/* Project Assistant */

"New Project" = "New Project";

"Next" = "Next";

"Finish" = "Finish";

"New %@" = "New %@";

"New %@ Package" = "New %@ Package";

"The project directory you specified does not exist." = "The project directory you specified does not exist.";

"The project directory you specified is not a directory." = "The project directory you specified is not a directory.";

"A project already exists at this location." = "A project already exists at this location.";

"No description available." = "No description available.";

"Please select another location for the project." = "Please select another location for the project.";

"Iceberg is not able to duplicate the template." = "Iceberg is not able to duplicate the template.";

"Check that you have write privileges for \"%@\"." = "Check that you have write privileges for \"%@\".";

/* Import Project Assistant */

"The PackageMaker project you specified does not exist." = "The PackageMaker project you specified does not exist.";

"Please select another project path." = "Please select another project path.";

"Iceberg is not able to create the project folder." = "Iceberg is not able to create the project folder.";

"Iceberg is not able to import this project." = "Iceberg is not able to import this project.";

"Check that the \"%@\" file is really a PackageMaker project." = "Check that the \"%@\" file is really a PackageMaker project.";

"Iceberg does not support Distribution List yet." = "Iceberg does not support Distribution Script yet.";

/* View Menu */

"Show Hierarchy" = "Show Hierarchy";

"Hide Hierarchy" = "Hide Hierarchy";

/* Clean Sheet */

"clean title" = "Warning";

"clean message" = "Cleaning will remove all packages and metapackages from the Build location.";

"Clean" = "Clean";

/* Files */

"Imported Package" = "Imported Package";

/* Scripts */

"Do you really want to remove this requirement?" = "Do you really want to remove this requirement?";

"Do you really want to remove these requirements?" = "Do you really want to remove these requirements?";

"Untitled Requirement" = "untitled requirement";

"Requires" = "Requires";

"Recommends" = "Recommends";

/* Plugins */

"Do you really want to remove this Plugin?" = "Do you really want to remove this Plugin?";

"Do you really want to remove these Plugins?" = "Do you really want to remove these Plugins?";

"Introduction" = "Introduction";

"ReadMe" = "ReadMe";

"License" = "License";

"Target" = "Select Destination";

"PackageSelection" = "Installation Type";

"Install" = "Install";

"FinishUp" = "Finish Up";

/* Metapackage Components : Import messages */

"Import aborted" = "Import aborted";

"Import stopped" = "Import stopped";

"Cant create the Imported Packages" = "Iceberg was not able to create the \"Imported Packages\" folder at \"%@\". You should check that you have sufficient privileges to perform this operation.";

"Files Imported Packages exists" = "Iceberg was not able to create the \"Imported Packages\" folder at \"%@\" because a file with this name already exists there.";

"Cant remove previous package" = "Iceberg was not able to remove the previous version of \"%@\". You should check file permissions.";

"Cant copy package" = "Iceberg was not able to copy \"%@\" to the \"Imported Packages\" folder. You should check file permissions.";

/* Requirements Warning */

"Developer Tools not installed title" = "The Developer Tools are not installed on this machine.";

"Developer Tools not installed message" = "Iceberg was not able to locate the /Developer folder. The Developer Tools are probably not installed. The \"Split Forks if needed\" option won't be used during build time.";

"SplitForks tool not found title" = "SplitForks tool not found";

"SplitForks tool not found message" = "Iceberg was not able to locate the SplitForks tool in the /Developer/Tools folder. The \"Split Forks if needed\" option won't be used during build time.";

/* Simulator Background Picture */

"Do you want to apply the modifications made on the Background Image settings?" = "Do you want to apply the modifications made on the Background Image settings?";

"Apply" = "Apply";

"Don't Apply" = "Don't Apply";

"The Background Image alignment or/and scaling settings have been modified via the contextual menu." = "The Background Image alignment or/and scaling settings have been modified via the contextual menu.";

/* Inspector */

"File" = "File";

"Folder" = "Folder";

"Symbolic link" = "Symbolic link";

"Standard folder" = "Standard folder";

"Custom folder" = "Custom folder";

"Do you really want to remove this rule?" = "Do you really want to remove this rule?";

"Do you really want to remove these rules?" = "Do you really want to remove these rules?";

"General:" = "General:";

"Search Rules:" = "Search Rules:";

"Untitled Rule" = "Untitled Rule";

"Empty selection" = "Empty selection";

"Multiple selection" = "Multiple selection";

"Mixed" = "Mixed";

"Project Relative" = "Project Relative";

"Absolute Path" = "Absolute Path";

/* Search Rules plugins */

"Do you really want to remove this directory from the list?" = "Do you really want to remove this directory from the list?";

"Do you really want to remove these directories from the list?" = "Do you really want to remove these directories from the list?";

"At lest one version is required" = "At least one version is required";

"You need to provide at least one of the value : either the minimum or maximum version." = "You need to provide at least one of the value : either the minimum or maximum version.";

"The path value is incorrect" = "The path value is incorrect";

"Please check the path you entered and fix it." = "Please check the path you entered and fix it.";

"The identifier value is incorrect" = "The identifier value is incorrect";

"Please check the identifier you entered and fix it." = "Please check the identifier you entered and fix it.";

"The creator code is incorrect" = "The creator code is incorrect";

"Please check the creator code you entered and fix it." = "Please check the creator code you entered and fix it.";

"One of the path values for the excluded directories is incorrect" = "One of the path values for the excluded directories is incorrect";

"Please check the paths you entered and fix them." = "Please check the paths you entered and fix them.";

/* Import Reporter */

"Error during copy" = "Error during copy";

"Component not found" = "Component not found";

"Error during import" = "Error during import";

/* Build Window */

"Show Build Log Window" = "Show Build Log Window";

"Hide Build Log Window" = "Hide Build Log Window";

"%@ - Build Log" = "%@ - Build Log";

"Building..." = "Building…";

"Build succeeded" = "Build succeeded";

"Build failed" = "Build failed";

"Clean Succeeded" = "Clean Succeeded";

"Building project \"%@\"" = "Building project \"%@\"";

"Building package \"%@\"" = "Building package \"%@\"";

"Building metapackage \"%@\"" = "Building metapackage \"%@\"";

"Building files archive hierarchy" = "Building files archive hierarchy";

"Splitting forks" = "Splitting forks";

"Building .bom bills of material" = "Building .bom bills of material";

"Copying .bom bills of material" = "Copying .bom bills of material";

"Building .pax archive" = "Building .pax archive";

"Copying .pax archive" = "Copying .pax archive";

"Cleaning scratch folder" = "Cleaning scratch folder";

"Preparing build folder" = "Preparing build folder";

"Creating Info.plist file" = "Creating Info.plist file";

"Creating Description.plist files" = "Creating Description.plist files";

"Copying background image \"%@\"" = "Copying background image \"%@\"";

"Copying welcome message" = "Copying welcome message";

"Copying readme message" = "Copying readme message";

"Copying license documents" = "Copying End User License Agreement documents";

"Building requirements" = "Building requirements";

"Copying scripts" = "Copying scripts";

"Copying plugins" = "Copying plugins";

"Copying additional resources" = "Copying additional resources";

"Creating package_version file" = "Creating package_version file";

"Creating TokensDefinitions.plist file" = "Creating TokensDefinitions.plist file";

"Unknown error occurred (%@)" = "Unknown error occurred (%@)";

"Can't create folder \"%@\" in folder \"%@\"" = "Can't create folder \"%@\" in folder \"%@\"";

"Can't create file \"%@\" in folder \"%@\"" = "Can't create file \"%@\" in folder \"%@\"";

"Can't copy file \"%@\" from folder \"%@\" to folder \"%@\"" = "Can't copy file or folder \"%@\" from folder \"%@\" to folder \"%@\"";

"Can't remove file \"%@\" from folder \"%@\"" = "Can't remove file \"%@\" from folder \"%@\"";

"Folder \"%@\" does not exist" = "Folder \"%@\" does not exist";

"Out of memory" = "Out of memory";

"Build .pax archive failed" = "Build .pax archive failed";

"Build .bom archive failed" = "Build .bom file failed";

"Cleaning scratch folder failed" = "Cleaning of scratch folder failed";

"Missing information (%@)" = "Missing information (%@)";

"File \"%@\" does not exist at path \"%@\"" = "File \"%@\" does not exist at path \"%@\"";

"Scratch folder does not exist at path: %@" = "Scratch folder does not exist at path: %@";

"Permissions issues when working with path \"%@\"" = "Permissions issues when working with path \"%@\"";

"Can't change the permissions of path \"%@\"" = "Can't change the permissions of path \"%@\"";

"Type of file \"%@\" at path \"%@\" is not correct" = "Type of file \"%@\" at path \"%@\" is not correct";

"Two components of the same metapackage have the same name \"%@\"" = "Two components of the same metapackage have the same name \"%@\"";

"%@ tool not found at \"%@\"" = "%@ tool not found at \"%@\""; 

"Scratch folder \"@\" is not on a HFS volume" = "Scratch folder \"@\" is not on a HFS volume";

"An error (%@) occurred during the forks split" = "An error (%@) occurred during the forks split";

"Build cancelled because of unsaved project" = "Build cancelled because of unsaved project";